"NSPhotoLibraryUsageDescription" = "我们需要访问您的图库，以便您选择个人资料图片。";
"NSCameraUsageDescription" = "我们需要访问您的相机，以便您拍摄新的个人资料照片。";
"NSMicrophoneUsageDescription" = "我们需要麦克风来启用某些功能的录音。";
"NSSpeechRecognitionUsageDescription" = "我们使用语音识别功能，让您可以使用语音与应用程序进行交互。";
